export const roles = [
	{
		name: 'هماهنگ کننده',
		imgName: 'coordinator',
		description:
			'بر روی اهداف تیم متمرکز هستند،از اعضای تیم خروجی می گیرند و به درستی کار را تفویض می کنند.',
		strengths:
			'بالغ هستند، اعتماد به نفس دارند، استعدادها را خوب شناسایی کرده و اهداف را به درستی توضیح می دهند.',
		weaknesses:
			'ممکن است گول زننده به نظر بیایند و یا وظایف خود را به دیگران واگذار کنند.',
		surprise:
			'زیاد از حد کارشان را به دیگران واگذار کرده اند و کار خیلی کمی برای خودشان باقی گذاشته اند.',
	},
	{
		name: 'جستجوگر',
		imgName: 'searching',
		description: 'از طبیعت کنجکاوشان استفاده می کنند تا به تیم ایده دهند.',
		strengths:
			'برون گرا و مشتاق بوده، فرصت ها را جستجو می کنند و  ارتباطشان را گسترش می دهند.',
		weaknesses:
			'شاید بیش از حد خوش­­بین باشند و علاقه شان را وقتی که اشتیاق اولیه تمام شد، از دست بدهند.',
		surprise: 'در پیگیری سرنخ ها فراموشکار باشند.',
	},
	{
		name: 'حامی',
		imgName: 'Sponsor',
		description:
			'با انطباق پذیری زیاد خود کارهایی را که لازم است انجام شود را شناسایی نموده وحتی از طرف بقیه انجام می دهند تا کار تیم پیش برود.',
		strengths:
			'یاری رسان، فهمیده و دیپلماتیک هستند.خوب گوش می دهند و از اختلاف دوری می کنند.',
		weaknesses:
			'در موقعیتهای حساس نامصمم بوده و تمایل دارند از تقابل با افراد بپرهیزند.',
		surprise:
			'از تصمیماتی که ممکن است محبوبیتشان را زیر سوال ببرد، پرهیز می کنند.',
	},
	{
		name: 'جویا',
		imgName: 'Joya',
		description:
			'زمینه بروز رفتار خلاقانه بالایی دارند.  در ارایه روش های غیر معمول برای حل مساله خوب عمل می کنند.',
		strengths:
			'خلاق بوده، دارای قدرت تخیل بالا هستند. فکری رها دارند، ایده می دهند و مشکلات سخت را حل می کنند.',
		weaknesses:
			'شاید جزییات کوچک را در نظر نگیرند و یا آنقدر گرفتار باشند که نتوانند به صورتی اثر بخش ارتباط برقرار کنند.',
		surprise: 'فراموشکار و یا حواس پرت هستند.',
	},
	{
		name: 'ارزیاب',
		imgName: 'Evaluator',
		description:
			'دیدی منطقی  دارند.  هر جا لازم باشد می توانند قضاوت منصفانه داشته باشند و وزنه ای مهم برای تصمیات بدون جانبداری در تیم محسوب می شوند.',
		strengths:
			'عاقل ، استراتژیک و دارای بینش قوی هستند. همه گزینه ها را می بینند و درست قضاوت می کنند.',
		weaknesses:
			'بعضی اوقات انرژی و توانایی الهام بخشیدن به دیگران را ندارند و زیاد از حد منتقد هستند.',
		surprise: 'در تصمیم گیری آهسته عمل می کنند.',
	},
	{
		name: 'متخصص',
		imgName: 'Expert',
		description: 'در یک موضوع کلیدی، دانشی عمیق برای تیم می آورند.',
		strengths:
			'با اراده ، خود جوش و متعهد هستند. آنها ارایه دهنده دانش و یا مهارت خاصی هستند.',
		weaknesses:
			'ممکن است تمایل به مشارکت در بخش کمی از موضوع داشته باشند و در جزییات فنی باقی بمانند.',
		surprise: 'با حجم زیادی از اطلاعات انها مواجه شده اید.',
	},
	{
		name: 'شکل دهنده',
		imgName: 'shaper',
		description:
			'انگیزه لازم برای تداوم حرکت و حفظ تمرکز بر روی هدف را به تیم می دهند.',
		strengths:
			'چالش انگیزو پویا بوده و بر فشار زیاد فایق می آیند. انرژی و شجاعت لازم برای غلبه برموانع را دارند.',
		weaknesses:
			'ممکن است تمایل به تهییج افراد داشته و بعضی اوقات آنها را دلخور کنند.',
		surprise:
			'پرخاشگر و سلطه جو به نظر برسند و در تلاش برای حصول نتیجه رفتارهای طعنه آمیز از آن ها ببینید.',
	},
	{
		name: 'مجری',
		imgName: 'Executor',
		description:
			'برای برنامه ریزی و اجرای کارامد یک استراتژی قابل اجرا، این افراد مورد نیازند.',
		strengths:
			'عمل گرا، قابل اعتماد و کارآمد می باشند. ایده ها را به عمل تبدیل می کنند وکاری را که لازم است اجرا شود، به خوبی سازماندهی می کنند.',
		weaknesses:
			' تا حدودی انعطاف ناپذیر می باشند و در پاسخ به فرصتهای جدید کند عمل می کنند.',
		surprise:
			'در چشم پوشی از برنامه هایشان در مقابل تغییرات مثبت به کندی عمل کنند.',
	},
	{
		name: 'تمام کننده',
		imgName: 'Finisher',
		description:
			'بیشتر در انتهای کار برای بررسی نهایی و موشکافانه از خطاهای احتمالی مورد استفاده قرار می گیرند. این کار را با استانداردهای بالا کنترل کیفیت انجام می دهند.',
		strengths:
			' سخت کوش، وظیفه شناس و دلسوز هستند. خطاها را پیدا می کنند، کار نهایی را صیقل داده و به اتمام می رسانند.',
		weaknesses:
			'ممکن است تمایل به نگرانی بی جهت داشته و نسبت به تفویض کار دو دل باشند.',
		surprise:
			'متهم شوند که می خواهند کمال طلبی شان را تا بی نهایت  ادامه دهند.',
	},
];
